IDEA Open Model
ConnectionCheckRes.CheckResPlate Property
 List of check results for plates
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<CheckResPlate> CheckResPlate { get; set; }
Public Property CheckResPlate As List(Of CheckResPlate)
	Get
	Set
public:
property List<CheckResPlate^>^ CheckResPlate {
	List<CheckResPlate^>^ get ();
	void set (List<CheckResPlate^>^ value);
}
Property Value
Type: List<CheckResPlate>
See Also
Reference
ConnectionCheckRes Class
IdeaRS.OpenModel.Connection Namespace